[
  { "title": "Schatten und Licht", "description": "Experimentiere mit Lichtquellen wie Sonne oder Lampe. Spiele mit Schattenformen und Perspektiven, um Stimmungen zu erzeugen – weich, stark oder geheimnisvoll, je nach Beleuchtung und Winkel." },
  { "title": "Schwarz-Weiß", "description": "Reduziere dein Bild auf Formen, Kontraste und Linien. Klare Hell-Dunkel-Unterschiede machen das Motiv spannender. Farben lenken nicht ab, Strukturen treten stärker hervor." },
  { "title": "Fischauge", "description": "Mit der Fischaugenlinse entsteht ein runder, verzerrter Blickwinkel. Fotografiere Gesichter, Tiere oder Räume. Nah am Motiv wirken die Formen witzig und außergewöhnlich." },
  { "title": "Figur in Szene setzen", "description": "Platziere eine kleine Figur in einer großen Umgebung. Fotografiere aus Augenhöhe der Figur und nutze Licht, um Geschichten oder Szenen lebendig wirken zu lassen." },
  { "title": "Natur nah", "description": "Geh mit dem Handy ganz nah an Blätter, Blumen oder Insekten. Zeige Strukturen und feine Details. Nutze Tageslicht oder seitliches Licht für scharfe, klare Makroaufnahmen." },
  { "title": "Gegenlicht", "description": "Fotografiere gegen Sonne, Lampe oder Kerze. So entstehen Silhouetten und Strahlen. Positioniere das Motiv klar vor dem Licht, experimentiere mit Helligkeit und Winkel für Dramatik." },
  { "title": "Bewegungsunschärfe", "description": "Zeige Bewegung, indem du ein sich bewegendes Motiv leicht verschwimmen lässt. Mitziehen lässt den Hintergrund verwischen. So entstehen dynamische, lebendige Fotos." },
  { "title": "Kaleidoskop", "description": "Erzeuge mit der Kaleidoskoplinse Muster und Wiederholungen. Bunte oder geometrische Motive wirken wie Mandalas. Experimentiere mit Abstand und Licht für spannende Effekte." },
  { "title": "Rahmung", "description": "Fotografiere durch Öffnungen wie Zäune, Rollen oder Finger. So entsteht ein natürlicher Rahmen, der Tiefe erzeugt und den Blick auf das Hauptmotiv lenkt." },
  { "title": "Nachtfotografie", "description": "Fotografiere bei Dunkelheit mit Straßenlaternen, Kerzen oder Fenstern. Halte das Handy ruhig, nutze Nachtmodus. Experimentiere mit warmem und kaltem Licht für besondere Stimmungen." },
  { "title": "Tiefenschärfe", "description": "Spiele mit Fokus: Vordergrund scharf, Hintergrund unscharf oder umgekehrt. Kleine Abstände erzeugen starke Unterschiede. Experimentiere mit Perspektive und Schärfentiefe." },
  { "title": "Farbfilter", "description": "Verändere mit Farbfiltern die Stimmung deines Fotos. Warmes Licht wirkt gemütlich, kühles geheimnisvoll. Probiere verschiedene Farben oder nutze digitale Filter zur Bearbeitung." },
  { "title": "Regenbogen", "description": "Erzeuge mit einem Prisma farbige Lichtspiele. Richte Lichtquelle und Prisma so aus, dass die Farben sichtbar werden. Fotografiere den Regenbogen auf schlichten Hintergründen." },
  { "title": "Panorama", "description": "Nimm weite Landschaften oder große Räume als durchgehendes Bild auf. Bewege das Handy langsam und gleichmäßig. So entsteht ein weiter Blick mit vielen Details." },
  { "title": "Etwas Rotes", "description": "Suche ein Motiv, bei dem Rot die Hauptrolle spielt. Achte auf Kontrast und Hintergrund, um die Farbe leuchten zu lassen. Optional betone Rot durch Schwarz-Weiß-Bearbeitung." },
  { "title": "Durch die Hände", "description": "Forme mit den Händen Rahmen oder Herzen vor der Kamera. Lass Licht durchscheinen und setze dein Motiv gezielt in Szene. Ideal für kreative, persönliche Bilder." },
  { "title": "Spiegelung", "description": "Nutze Wasser, Glas oder Metall, um Spiegelungen zu fotografieren. Halte das Handy nah an die Fläche, um Tiefe und Symmetrie zu erzeugen. Verschwommene Spiegelbilder wirken geheimnisvoll." },
  { "title": "Langzeitbelichtung", "description": "Mach Bewegung sichtbar: fließendes Wasser, Lichtspuren, Sterne. Nutze Stativ oder feste Unterlage und wähle längere Belichtungszeit. Bewegtes wird weich, Stillstehendes bleibt scharf." },
  { "title": "Upside Down", "description": "Nutze eine Umkehrlinse, um Spiegelungen zu erzeugen. Teile des Motivs erscheinen doppelt. Durch leichte Bewegung kannst du Symmetrien oder ungewöhnliche Formen gestalten." },
  { "title": "Ungewöhnliche Perspektive", "description": "Fotografiere von unten, oben oder schräg. Frosch- oder Vogelperspektive machen Alltägliches spannend. Spiele mit Bildausschnitt und Linien, um Dynamik zu erzeugen." },
  { "title": "Objekte im Alltag", "description": "Zeige Alltagsgegenstände so, dass man sie kaum erkennt. Fotografiere nah oder aus ungewöhnlichem Winkel. Strukturen und Licht lassen vertraute Dinge abstrakt erscheinen." },
  { "title": "Bokeh-Effekt", "description": "Erzeuge weiche Hintergründe, indem du auf dein Hauptmotiv fokussierst. Lichtpunkte im Hintergrund verwandeln sich in runde, leuchtende Kreise. Besonders schön mit Lichterketten." },
  { "title": "Kristallkugel", "description": "Fange mit einer Glaskugel Spiegelungen ein. Die Welt erscheint auf dem Kopf und wirkt magisch. Fokussiere auf die Kugel, der Hintergrund wird weich und verschwimmt." },
  { "title": "Bald ist Weihnachten", "description": "Fange Weihnachtsstimmung mit Kerzen, Lichterketten oder Baumschmuck ein. Nutze Dunkelheit, um warmes Licht leuchten zu lassen. Zeige kleine, stimmungsvolle Details." }
]